//JP1CC105 JOB (101, 'MI JCL'),MSGLEVEL=(2,1) , CLASS=A,
//                              MSGCLASS=H,NOTIFY=&SYSUID
//*
//**=======================================================*
//** PASO01 - COMPRUEBA SI EL FICHERO TIENE DATOS O EST� VACIO
//**=======================================================*
//VCPP1105 EXEC VCPP1105